{
  "riskOfRelics:AmbrySelectEvent": {
    "NAME": "???",
    "DESCRIPTIONS": [
      "You come across a strange room, filled with a variety of artifacts. NL You feel a strange power emanating from them, and wonder what they are.",
      "You leave the room, and continue on your way.",
      "You come across a strange room, filled with a variety of artifacts. NL You feel that the power they might have held is gone, but you spot something #gshiny in the corner."
    ],
    "OPTIONS": [
      "[Choose] #gChoose #ga #gArtifact.",
      "[Leave]",
      "[Choose] #gGet #ga #grare #gRelic."
    ]
  },
  "riskOfRelics:ShrineOfChance": {
    "NAME": "Shrine Of Chance",
    "DESCRIPTIONS": [
      "As you walk into the room you are confronted by a large statue in the shape of a golem. You feel it invite you to take a ~chance~ .",
      "You offer to the shrine, but gain nothing, and say to yourself, 'Just one more time...'",
      "#gJackpot! NL The statue rumbles, shifting positions, and offers you a #yRelic.",
      "You decide to leave the shrine alone, and continue on your way. although, you can't help but feel like you missed out on something."
    ],
    "OPTIONS": [
      "[Offer] #rLose #r",
      " #rGold. #g",
      "%: #gFind #ga #gRelic.",
      "[Leave]",
      "[Again] #rLose #r",
      "[Locked] Not enough gold."
    ]
  },
  "riskOfRelics:AspectEvent": {
    "NAME": "Dead elemental",
    "DESCRIPTIONS": [
      "As you move through the gloom you come across a #pdead #pcreature. NL You inspect it, and see ",
      "You leave and wonder what power might have slain that creature",
      "You absorb it's power, and feel yourself grow stronger.",
      "it still smoking.",
      "it has frosted over.",
      "roots entangling the body.",
      "dark spots of corruption covering the corpse.",
      "perfection",
      "sparks fly.",
      "it ~shifting~ forms."
    ],
    "OPTIONS": [
      "[Absorb] #gGain #ga #yspecial #grelic",
      "[Leave]"

    ]
  },
  "riskOfRelics:CleansingPoolEvent": {
    "NAME": "Cleansing Pool",
    "DESCRIPTIONS": [
      "While traveling you come across a small ceramic pool filled with crystal clear water.",
      "You drink, and feel more confident in your future.",
      "You leave it alone, keeping what you've earned."

    ],
    "OPTIONS": [
      "[Drink] #rLose #ra #rrandom #rboss #rrelic, #g67% #gGain #ga #gspecial #gRelic. #g33% #gGain #gan #yextra #gspecial #grelic.",
      "[Leave]",
      "[Locked] Requires a boss relic."


    ]
  }
}
